Repository: coolstar/electra1131
Catalog: electra1131/*.lproj/Localizable.strings
Languages: ar

source: Update Available!
ar: !التحديث متاح

source: An update for Electra is available! Please visit %@ on a computer to download the latest IPA!
ar: يوجد تحديث جديد لإلكترا! تفضل بزيارة %@ على الكمبيوتر لتنزيل احدث اصدار!

source: Version Error
ar: خطأ في الإصدار

source: Error: offsets
ar: خطأ: offsets

source: Enable Jailbreak
ar: تفعيل الجلبريك

source: Already Jailbroken
ar: الجلبريك مفعل

source: Compatible with
ar: متوافق مع

source: I am using the Electra Jailbreak Toolkit for iOS 11.2 - 11.3.1 by the @%@ to jailbreak my %@ on iOS %@! You can get it now at %@
ar: انا استخدم جلبريك إلكترا للاصدار iOS 11.2 - 11.3.1 بواسطة @%@ لعمل جبريك %@ on iOS %@! يمكنك الحصول عليه الآن من %@

source: Credits
ar: المطورين

source: Thanks to Ian Beer, theninjaprawn, stek29, Siguza, xerub, PyschoTea and Pwn20wnd. Electra includes the following software: APFS snapshot workaround by SparkZheng and bxl1989 APFS snapshot persistence patch by Pwn20wnd and ur0 liboffsetfinder64 & libimg4tool by tihmstar libplist by libimobiledevice amfid patch by theninjaprawn jailbreakd & tweak injection by CoolStar unlocknvram & sandbox fixes by stek29
ar: شكراً لكل من Ian Beer, theninjaprawn, stek29, Siguza, xerub, PsychoTea و Pwn20wnd. جلبريك إلكترا يتضمن : APFS snapshot workaround by SparkZheng and bxl1989 APFS snapshot persistence patch by Pwn20wnd and ur0 liboffsetfinder64 & libimg4tool by tihmstar libplist by libimobiledevice amfid patch by theninjaprawn jailbreakd & tweak injection by CoolStar unlocknvram & sandbox fixes by stek29

source: OK
ar: موافق

source: Share Electra
ar: شارك اليكترا

source: Please Wait (1/3)
ar: فضلا إنتظر (1/3)

source: Waiting: %d seconds
ar: إنتظر: %d ثواني

source: Please Wait (2/3)
ar: فضلا إنتظر (2/3)

source: Error: exploit
ar: خطأ: exploit

source: Error: unsupported
ar: خطأ: unsupported

source: Error Exploiting
ar: خطأ Exploiting

source: Jailbroken
ar: جلبريك

source: OpenSSH Running
ar: مفعل OpenSSH

source: OpenSSH is now running! Enjoy.
ar: OpenSSH الان يعمل.

source: Error: tfp0
ar: خطأ: tfp0

source: Error: amfid patch
ar: خطأ: amfid patch

source: Error: rootfs remount
ar: خطأ: rootfs remount

source: Error: snapshot failed
ar: خطأ: snapshot failed

source: Error: conflict
ar: خطأ: conflict

source: Error Jailbreaking
ar: خطأ في الجلبريك

source: Set the system boot nonce on jailbreak
ar: تعيين كود عند تشغيل الجهاز

source: Enter the generator for the nonce you want the system to generate on boot
ar: أدخل الكود الذي تريد أن يقوم النظام بتوليده عند الإقلاع

source: Cancel
ar: إلغاء

source: Set
ar: ضبط

source: Error
ar: خطأ

source: Failed to validate generator
ar: فشل التحقق من المولد

source: Notice
ar: ملاحظة

source: The system boot nonce will be set the next time you enable your jailbreak
ar: سيتم تعيين nonce التمهيد النظام في المرة التالية التي تقوم فيها بتمكين الجلبريك

source: The system boot nonce will be set once you enable the jailbreak
ar: سيتم تعيين nonce التمهيد النظام بمجرد تمكين الجلبريك

source: Installing Cydia
ar: تثبيت السيديا

source: Restarting
ar: جاري إعادة التشغيل

source: APFS Snapshot Created
ar: لقطة نظام ملفات أبل تم إنشاؤها

source: Continue Jailbreak
ar: توصيل الجلبريك

source: APFS Snapshot Not Found
ar: لقطة نظام ملفات أبل غير موجودة

source: Warning: Your device was bootstrapped using a pre-release version of Electra and thus does not have an APFS Snapshot present. While Electra may work fine, you will not be able to use SemiRestore to restore to stock if you need to. Please clean your device and re-bootstrap with this version of Electra to create a snapshot.
ar: تحذير: تم تمهيد الجهاز الخاص بك باستخدام إصدار قبل إلكترا وبالتالي لا يحتوي على ثغرة APFS . في حين أن إلكترا قد تعمل بشكل جيد ، إلا أنك لن تتمكن من استخدام SemiRestore لاستعادة الجهاز إذا احتجت لذلك. يرجى تنظيف جهازك وإعادة التشغيل مع هذا الإصدار من إلكترا .
